export default {
  headTag: {
    title: "កាតវាក្យសព្ទរបស់ខ្ញុំ",
    content:
      "បង្កើត និងកំណត់វាក្យសព្ទផ្ទាល់ខ្លួនរបស់អ្នក។. កាតវាក្យសព្ទរបស់ខ្ញុំ គឺជាកម្មវិធីបណ្តាញមួយដើម្បីជួយអ្នករៀនភាសាថ្មី។ កាតវាក្យសព្ទរបស់ខ្ញុំ អនុញ្ញាតឱ្យអ្នកបកប្រែ ស្តាប់ការបញ្ចេញសំឡេងក្នុងល្បឿនផ្សេងៗគ្នា និងរក្សាទុកពាក្យ ឬឃ្លាដែលអ្នកចង់រៀនជាប្រភេទ ឬកាតដែលអាចប្ដូរតាមបំណងបាន។",
  },
  footer: {
    title: "បង្កើត​ឡើង​ដោយ",
    translate: "អត្ថបទដែលត្រូវបកប្រែ",
  },
  home: {
    newCard: "ផែនទីថ្មី។",
    lastAdd: "បន្ថែមចុងក្រោយ",
    translation: "ពាក្យ",
  },
  settings: {
    title: "ការកំណត់",
    languages: "ភាសា",
    to: "",
    voiceSpeed: "ល្បឿនគន្លង",
  },
  dialog: {
    confirm: "ធ្វើ​ឱ្យ​មាន​សុពលភាព",
    cancel: "បោះបង់",
  },
  newCard: {
    title: "ផែនទីថ្មី។",
    label: "ចំណងជើងផែនទី",
    hint1: "មានចំណងជើងរួចហើយ",
    hint2: "យ៉ាងហោចណាស់តួអក្សរមួយ។",
  },
  store: {
    alert: "កាតនេះមានរួចហើយ សូមជ្រើសរើសឈ្មោះថ្មី។",
  },
};
