export default {
  headTag: {
    title: "កាតវាក្យសព្ទរបស់ខ្ញុំ",
    content:
      "បង្កើត និងកំណត់វាក្យសព្ទផ្ទាល់ខ្លួនរបស់អ្នក។. កាតវាក្យសព្ទរបស់ខ្ញុំ គឺជាកម្មវិធីបណ្តាញមួយដើម្បីជួយអ្នករៀនភាសាថ្មី។ កាតវាក្យសព្ទរបស់ខ្ញុំ អនុញ្ញាតឱ្យអ្នកបកប្រែ ស្តាប់ការបញ្ចេញសំឡេងក្នុងល្បឿនផ្សេងៗគ្នា និងរក្សាទុកពាក្យ ឬឃ្លាដែលអ្នកចង់រៀនជាប្រភេទ ឬកាតដែលអាចប្ដូរតាមបំណងបាន។",
  },
  languages: {
    fr: "បារាំង",
    en: "ភាសាអង់គ្លេស",
    km: "ខ្មែរ",
    th: "ថៃ",
    id: "ឥណ្ឌូនេស៊ី",
  },
  footer: {
    title: "បង្កើត​ឡើង​ដោយ",
    remember: "អ្នកចាំ",
    word: "ពាក្យ!",
    translate: "អត្ថបទដែលត្រូវបកប្រែ",
  },
  home: {
    newCard: "ផែនទីថ្មី។",
    lastAdd: "បន្ថែមចុងក្រោយ",
    translation: "ពាក្យ",
  },
  settings: {
    title: "ការកំណត់",
    languages: "ភាសា",
    to: "",
    voiceSpeed: "ល្បឿនគន្លង",
    cacheLabel: "សម្អាតឃ្លាំងសម្ងាត់",
    cacheNote:
      "កម្មវិធីនេះប្រើឃ្លាំងសម្ងាត់របស់កម្មវិធីរុករកតាមអ៊ីនធឺណិតដើម្បីផ្តល់នូវបទពិសោធន៍អ្នកប្រើប្រាស់រហ័ស។ បច្ចុប្បន្ន { percent }% ត្រូវបានប្រើប្រាស់",
  },
  dialog: {
    confirm: "ធ្វើ​ឱ្យ​មាន​សុពលភាព",
    cancel: "បោះបង់",
  },
  newCard: {
    title: "ផែនទីថ្មី។",
    label: "ចំណងជើងផែនទី",
    hint1: "មានចំណងជើងរួចហើយ",
    hint2: "យ៉ាងហោចណាស់តួអក្សរមួយ។",
  },
  store: {
    alert: "កាតនេះមានរួចហើយ សូមជ្រើសរើសឈ្មោះថ្មី។",
  },
  tutorial: {
    button: {
      end: "ចប់",
      next: "បន្ទាប់",
    },
    home: {
      page1: {
        contentUp: {
          title: "បន្ថែមកាតថ្មី។",
          text: "ដាក់ឈ្មោះម្ហូបរបស់អ្នកតាមអ្វីដែលវានឹងមាន",
        },
        contentDown: {
          title: "ប្តូរភាសា",
          text: "ដើម្បីបញ្ច្រាសការរៀនរបស់អ្នក ហើយសាកល្បងភាសាថ្មីរបស់អ្នក។",
        },
      },
      page2: {
        contentUp: "ពាក្យបន្ថែមចុងក្រោយរបស់អ្នក។",
        contentDown: "ចំនួនពាក្យដែលអ្នកចាត់ទុកថាស្គាល់",
      },
    },
    card: {
      page1: {
        contentUp: "បកប្រែជាសំឡេង",
        contentDown: "បកប្រែដោយប្រើក្តារចុច",
      },
      contentLeft: {
        text: "បង្ហាញរូបតំណាងជម្រើស៖ <br /> លុប ឬល្អ*",
        comment:
          "* ល្អមានន័យថាអ្នកចងចាំពាក្យឥឡូវនេះ ដូច្នេះអ្នកមិនត្រូវការវាទៀតទេនៅក្នុងវាក្យសព្ទរបស់អ្នក។ ដូច្នេះអ្នកឃើញការរីកចម្រើនរបស់អ្នកផងដែរ!",
      },
      contentRight: {
        title: "ស្តាប់ពាក្យ",
        text: "អ្នកអាចផ្លាស់ប្តូរអត្រានៅក្នុងការកំណត់ ដើម្បីស្តាប់វាយឺតៗ",
      },
    },
  },
};
