export default {
  headTag: {
    title: "บัตรคำศัพท์ของฉัน",
    content:
      "บัตรคำศัพท์ของฉัน เป็นเว็บแอปพลิเคชันที่จะช่วยให้คุณเรียนรู้ภาษาใหม่ แฟลชการ์ด lang ช่วยให้คุณแปล ฟังการออกเสียงด้วยความเร็วที่แตกต่างกัน และบันทึกคำหรือวลีที่คุณต้องการเรียนรู้เป็นหมวดหมู่หรือการ์ดที่ปรับแต่งได้",
  },
  languages: {
    fr: "ภาษาฝรั่งเศส",
    en: "ภาษาอังกฤษ",
    km: "เขมร",
    th: "แบบไทย",
    id: "ชาวอินโดนีเซีย",
  },
  footer: {
    title: "สร้างโดย",
    remember: "คุณจำ",
    word: "คำ !",
    translate: "ข้อความที่จะแปล",
  },
  home: {
    newCard: "เพิ่มการ์ดใหม่",
    lastAdd: "เพิ่มครั้งสุดท้าย",
    translation: "คำ",
  },
  settings: {
    title: "การตั้งค่า",
    languages: "ภาษา",
    to: "",
    voiceSpeed: "ความเร็วของเสียง",
    cacheLabel: "ล้างแคช",
    cacheNote:
      "แอปนี้ใช้แคชของเบราว์เซอร์เพื่อมอบประสบการณ์การใช้งานที่รวดเร็ว ปัจจุบันใช้ไปแล้ว { percent }%",
  },
  dialog: {
    confirm: "ยืนยัน",
    cancel: "ยกเลิก",
  },
  newCard: {
    title: "บัตรใหม่",
    label: "ชื่อการ์ด",
    hint1: "ชื่อเรื่องมีอยู่แล้ว",
    hint2: "อย่างน้อยหนึ่งตัวอักษร",
  },
  store: {
    alert: "บัตรนี้มีอยู่แล้ว เลือกชื่อใหม่",
  },
};
