export default {
  headTag: {
    title: "บัตรคำศัพท์ของฉัน",
    content:
      "บัตรคำศัพท์ของฉัน เป็นเว็บแอปพลิเคชันที่จะช่วยให้คุณเรียนรู้ภาษาใหม่ แฟลชการ์ด lang ช่วยให้คุณแปล ฟังการออกเสียงด้วยความเร็วที่แตกต่างกัน และบันทึกคำหรือวลีที่คุณต้องการเรียนรู้เป็นหมวดหมู่หรือการ์ดที่ปรับแต่งได้",
  },
  footer: {
    title: "สร้างโดย",
    translate: "ข้อความที่จะแปล",
  },
  home: {
    newCard: "เพิ่มการ์ดใหม่",
    translation: "คำ",
  },
  settings: {
    title: "การตั้งค่า",
    languages: "ภาษา",
    to: "",
    voiceSpeed: "ความเร็วของเสียง",
  },
  dialog: {
    confirm: "ยืนยัน",
    cancel: "ยกเลิก",
  },
  newCard: {
    title: "บัตรใหม่",
    label: "ชื่อการ์ด",
    hint1: "ชื่อเรื่องมีอยู่แล้ว",
    hint2: "อย่างน้อยหนึ่งตัวอักษร",
  },
  store: {
    alert: "บัตรนี้มีอยู่แล้ว เลือกชื่อใหม่",
  },
};
